1password
accerciser
alacritty
ansible
baobab
base
base-devel
bc
bluez-utils
bridge-utils
brightnessctl
cheese
cpupower
d-spy
dconf-editor
decibels
devhelp
discord
dmenu
dmidecode
dnsmasq
dunst
efibootmgr
endeavour
eog
epiphany
evince
evolution
evtest
fastfetch
feh
file-roller
flameshot
gdm
geary
ghex
git
gitg
glade
gnome-2048
gnome-backgrounds
gnome-boxes
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-devel-docs
gnome-dictionary
gnome-disk-utility
gnome-font-viewer
gnome-games
gnome-keyring
gnome-klotski
gnome-logs
gnome-maps
gnome-menus
gnome-multi-writer
gnome-music
gnome-notes
gnome-photos
gnome-recipes
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-sound-recorder
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-text-editor
gnome-tweaks
gnome-user-share
gnome-weather
grilo-plugins
grub
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hitori
i3-wm
i3lock
i3status
iagno
iptables-nft
linux
linux-firmware
loupe
ly
ly-debug
maim
malcontent
nautilus
neovim
networkmanager
nnn
opencode-bin
orca
pacman-contrib
papirus-icon-theme
paru
picom
polari
polybar
qemu-full
reflector
remmina
rofi
rygel
seahorse
simple-scan
snapshot
speedtest-cli
spotify-launcher
starship
stow
sudo
sushi
sway
sway-contrib
swaybg
sysprof
tali
tecla
thunar
tigervnc
totem
tree
ttf-firacode-nerd
ttf-hack-nerd
ttf-meslo-nerd
ttf-ubuntu-mono-nerd
usbutils
vim
virt-manager
virt-viewer
waybar
wget
wl-clipboard
wofi
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs-gtk
xdotool
xorg-server
xorg-xinit
xorg-xinput
xorg-xrandr
xterm
yay-debug
yelp
zen-browser-bin
zsh
